Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Unable To Clear Alert
da: Kan ikke rydde en advarsel
de: Benachrichtigung kann nicht gelöscht werden
es: No se puede borrar la alerta
fr: Impossible d'effacer l'alerte
he: לא ניתן לבטל התראה
it: Impossibile cancellare l'avviso
nb: Kan ikke fjerne varsel
nl: Kan Waarschuwing Niet Wissen
pl: Nie można wyczyścić alertu
ro: Nu se poate șterge alerta
ru: Невозможно снять предупреждение
tr: Uyarı Silinemiyor

source: Unable To Reach Pump
da: Kan ikke få kontakt til pumpen
de: Pumpe kann nicht erreicht werden
es: No se puede contactar con la bomba
fi: Pumppuun ei voitu yhdistää
fr: Impossible de contacter la pompe
he: לא ניתן לתקשר עם המשאבה
it: Impossibile contattare la pompa
nb: Kommunikasjonsfeil
nl: Kan Pomp Niet Bereiken
pl: Nie można połączyć się z pompą
ro: Nu se poate accesa pompa
ru: Невозможно достучаться до помпы
sv: Det går inte att nå pump
tr: Pompaya Ulaşılamıyor

source: Unable to Save Carb Entry
da: Kan ikke gemme kulhydrat indtastningen
de: KH-Eintrag kann nicht gespeichert werden
es: No se puede guardar la entrada de carbohidratos
fi: Hiilihydraatteja ei voitu tallentaa
fr: Impossible d'enregistrer la saisie des Glucides
he: לא ניתן לשמור ערך פחמימות
it: Impossibile salvare l'inserimento di carboidrati
nb: Kunne ikke lagre karbohydrater
nl: Kan Koolhydraatinvoer Niet Opslaan
pl: Nie można zapisać wprowadzonych węglowodanów
ro: Nu se pot salva carbohidrații
ru: Не удается сохранить запись углеводов
sv: Det går inte att spara kolhydrater
tr: Karb Girişi Kaydedilemiyor
zh_hans: 无法保存碳水记录

source: Unable to Save Manual Glucose Entry
da: Det manuelt indtastet blodsukker kan ikke gemmes
de: Manuelle Glukose-Eingaben kann nicht gespeichert werden
es: No se puede guardar la entrada manual de glucosa
fi: Glukoosiarvoa ei voitu tallentaa
fr: Impossible d’enregistrer la glycémie saisie
he: לא ניתן לשמור ערך גלוקוז ידני
it: Impossibile salvare l'inserimento manuale delle glicemie
nb: Kan ikke lagre manuell blodsukkerregistrering
nl: Kan Handmatige Glucose-invoer Niet Opslaan
pl: Nie można zapisać ręcznie wprowadzonego poziomu glukozy
ro: Nu se poate salva glicemia manuală
ru: Невозможно сохранить ручной ввод глюкозы
sv: Det går inte att spara manuellt inmatat blodsockervärde
tr: Manuel KŞ Girişi Kaydedilemiyor

source: Unable to stop the bolus in progress. Move your iPhone closer to the pump and try again. Check your insulin delivery history for details, and monitor your glucose closely.
da: Kan ikke stoppe igangværende bolus. Flyt din iPhone tættere på pumpen og prøv igen. Tjek din historik for insulinafgivelse for detaljer og overvåg nøje dit blodsukkerniveau.
de: Der laufende Bolus kann nicht gestoppt werden. Bewegen Dein iPhone näher an die Pumpe und versuche es erneut. Überprüfe den Verlauf der Insulinabgabe auf Einzelheiten und überwache Deinen Blutzucker genau.
es: No se puede detener el bolo en progreso. Mueve tu iPhone más cerca de la microinfusora e inténtalo de nuevo. Revisa tu historial de entrega de insulina para más detalles y supervisa tu glucosa.
fi: Käynnissä olevaa bolusta ei voitu pysäyttää. Siirrä iPhone lähemmäksi pumppua ja yritä uudelleen. Tarkista tiedot insuliinin annosteluhistoriasta ja seuraa glukoosia tarkasti.
fr: Impossible d'arrêter le bolus en cours. Déplacez votre iPhone plus près de la pompe et réessayez. Vérifiez votre historique de distribution d'insuline pour plus de détails et surveillez votre glycémie de près.
he: לא ניתן להפסיק את הבולוס בתהליך. קרב את האייפון שלך למשאבה ונסה שוב. בדוק את היסטוריית מתן האינסולין שלך, ועקוב מקרוב אחר הגלוקוז שלך.
it: Impossibile interrompere il bolo in corso. Avvicina l'iPhone alla pompa e riprova. Controlla la cronologia delle erogazioni d'insulina per maggiori dettagli e monitora attentamente la glicemia.
nb: Kan ikke stoppe bolusen som pågår. Flytt iPhone nærmere pumpen og prøv igjen. Sjekk insulinleveringshistorikken for detaljer, og overvåk glukosen nøye.
nl: Kan de toedienende bolus niet stoppen. Plaats je iPhone dichter bij de pomp en probeer het opnieuw. Controleer je insulinetoedieningsgeschiedenis voor details, en houd je glucose nauwlettend in de gaten.
pl: Nie można zatrzymać podawanego bolusa. Przybliż iPhone'a do pompy i spróbuj ponownie. Aby uzyskać szczegółowe informacje, sprawdź historię podawania insuliny i uważnie monitoruj poziom glukozy.
ro: Nu s-a putut opri livrarea bolusului. Mutați iPhone-ul mai aproape de pompă și încercați din nou. Verificați istoricul administrării insulinei pentru detalii și monitorizați îndeaproape glicemia.
ru: Не удается остановить текущий болюс. Переместите свой iPhone ближе к помпе и попробуйте еще раз. Проверьте историю введения инсулина и внимательно следите за уровнем глюкозы.
sv: Det går inte att stoppa pågående bolus. Flytta din iPhone närmare din pump och försök igen. Kontrollera händelsehistorik för insulin för mer detaljerad information och var vaksam på sjunkande blodsocker.
tr: Devam etmekte olan bolus durdurulamıyor. iPhone'unuzu pompaya yaklaştırın ve tekrar deneyin. Ayrıntılar için insülin uygulama geçmişinizi kontrol edin ve kan şekerinizi yakından takip edin.

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmeyen
vi: Không nhận ra
zh_hans: 未知

source: Unknown preset: %1$@
da: Ukendt forudindstilling: %1$@
de: Unbekannte Voreinstellung: %1$@
fr: Préréglage inconnu : %1$@
he: הגדרה לא ידועה: %1$@
it: Preset sconosciuto: %1$@
nb: Ukjent forhåndsinnstilling: %1$@
nl: Onbekende voorinstelling: %1$@
pl: Nieznane ustawienie: %1$@
ro: Presetare necunoscută: %1$@
ru: Неизвестный пресет: %1$@
tr: Bilinmeyen ön ayar: %1$@

source: Unmute
da: Slå lyden til
de: Stummschaltung aufheben
fr: Activer le son
it: Riattiva
nb: Oppheve demping
pl: Wyłącz wyciszenie
ro: Activează sunetul
ru: Включить звук
zh_hans: 取消静音

source: Unmute Alerts?
da: Slå alarmer til?
de: Stummschaltung für Warnungen aufheben?
fr: Réactiver les alertes sonores?
it: Disattivare gli avvisi?
nb: Oppheve demping av varsler?
pl: Wyciszyć Alerty?
ro: Activați sunetul alertelor?
ru: Включить звук оповещений?
zh_hans: 取消静音警报？

source: Unsupported Notification Service: %1$@
da: Ikke-understøttet meddelelsestjeneste: %1$@
de: Nicht unterstützter Benachrichtigungsdienst: %1$@
fr: Service de notification non pris en charge: %1$@
it: Servizio di notifica non supportato: %1$@
nb: Varslingstjeneste som ikke støttes: %1$@
pl: Nieobsługiwana usługa powiadomień: %1$@
ro: Serviciu de notificare neacceptat: %1$@
ru: Неподдерживаемая служба уведомлений: %1$@
zh_hans: 不支持的通知服务：%1$@

source: Until %1$@
da: Indtil %1$@
de: Bis %1$@
fr: Jusqu'à %1$@
it: Fino a %1$@
nb: Inntil %1$@
pl: Do %1$@
ro: Până la %1$@
ru: До %1$@
zh_hans: 直到 %1$@

source: Until I enter carbs
da: Indtil jeg indtaster kulhydrater
de: Bis ich KH eingebe
es: Hasta que registre carbohidratos
fi: Kunnes syötän hiilihydraatteja
fr: Jusqu'à l'apport de glucides
he: עד שאזין פחמימות
it: Fino a quando non inserisco carboidrati
nb: Frem til jeg legger inn karbohydrater
nl: Totdat ik koolhydraten invoer
pl: Dopóki nie wprowadzę węglowodanów
ro: Până când introduc carbohidrații
ru: Пока я не введу углеводы
sv: Tills jag anger kolhydrater
tr: Karb girene kadar
zh_hans: 在输入碳水前保持激活

source: Until I turn off
da: Indtil jeg slukker
de: Bis ich ausschalte
es: Hasta que lo desactive
fi: Kunnes laitan pois päältä
fr: Jusqu'à ce que je désactive
he: עד שאכבה
it: Finché non disattivato
nb: Frem til jeg skrur av
nl: Totdat ik uitschakel
pl: Dopóki nie wyłączę
ro: Până când voi opri
ru: Пока я не выключу
sv: Tills jag stänger av
tr: Ben kapatana kadar
zh_hans: 直到我关闭

source: Urgent Low
da: Kritisk lav
de: Dringend niedrig
fr: Urgent bas
it: Ipo urgente
nb: Øyeblikkelig lav
pl: Pilny niski
ro: Hipoglicemie urgentă
ru: Очень низкий

source: Use Pre-Meal Preset
da: Brug Før-måltid
de: Voreinstellung „Vor dem Essen“ verwenden
es: Usar Pre-Comida
fi: Käytä Ennen ateriaa -esiasetusta
fr: Utiliser le préréglage Pré-repas
he: השתמש בהגדרת טרום-ארוחה
it: Usa il Preset pre-pasto
nb: Bruk pre-måltidsmål
nl: Gebruik Pre-Meal Programma
pl: Użyj ustawień przed posiłkiem
ro: Utilizare presetare înainte de masă
ru: Использовать функцию до еды
sv: Använd förval 'Före måltid'
tr: Yemek Öncesi Ön Ayarı Kullanın
zh_hans: 使用餐前预设

source: Use the Mute Alerts feature. It allows you to temporarily silence all of your alerts and alarms via the %1$@ app, including Critical Alerts and Time Sensitive Alerts.
da: Brug funktionen Mute Alerts. Den giver dig mulighed for midlertidigt at slå alle dine advarsler og alarmer fra via %1$@-appen, inklusive Kritiske advarsler og Tidsfølsomme advarsler.
de: Verwende die Funktion „Warnmeldungen stummschalten“. Damit kannst Du alle Deine Warnmeldungen und Alarme über die %1$@ App vorübergehend stummschalten, einschließlich kritischer und zeitkritischer Warnmeldungen.
fr: Utilisez la fonction Muet Alertes. Elle vous permet de mettre temporairement en silence toutes vos alertes et alarmes via l'application %1$@, y compris les Alertes Critiques et les Alertes Urgentes.
it: Utilizza la funzione Disattiva avvisi. Consente di silenziare temporaneamente tutti gli avvisi e gli allarmi tramite l'app %1$@, compresi gli avvisi critici e gli avvisi sensibili al tempo.
nb: Bruk funksjonen Demp varsler. Med denne funksjonen kan du midlertidig dempe alle varsler og alarmer via %1$@-appen, inkludert kritiske varsler og tidssensitive varsler.
pl: Użyj funkcji Wycisz alerty. Umożliwia tymczasowe wyciszenie wszystkich alertów i alarmów za pośrednictwem aplikacji %1$@ , w tym alertów krytycznych i alertów zależnych od czasu.
ro: Folosește funcția Dezactivare sunet alerte. Aceasta îți permite să dezactivezi temporar toate alertele și alarmele prin intermediul aplicației %1$@, inclusiv alertele critice și alertele urgente.
ru: Используйте функцию отключения оповещений. Она позволяет временно отключить все ваши оповещения и тревоги с помощью кнопки %1$@ , включая критические оповещения и срочные оповещения.

source: Use Workout Preset
da: Brug forudindstillinger for motion
de: Trainingsvoreinstellung verwenden
es: Usar Ejercicio
fi: Käytä liikuntatilaa
fr: Utiliser le préréglage exercice
he: השתמש בהגדרת אימון
it: Usa il Preset allenamento
nb: Bruk forhåndsinnstilling for treningsøkt
nl: Gebruik Trainingsprogramma
pl: Użyj wstępnego ustawienia treningu
ro: Utilizare presetare antrenament
ru: Использовать пресет физнагрузки
sv: Använd förval 'Träning'
tr: Egzersiz Ön Ayarını Kullan

source: Warning! Safety notifications are turned OFF
da: Advarsel! Sikkerhedsmeddelelser er slået FRA
de: Warnung! Sicherheitsbenachrichtigungen sind AUSGESCHALTET
es: Atención Las notificaciones de seguridad están desactivadas
fr: Attention! Les notifications de sécurité sont DÉSACTIVÉES
he: אזהרה! התראות בטיחות כבויות
it: Attenzione! Le notifiche di sicurezza sono disattivate
nb: Advarsel! Sikkerhetsvarsler er slått AV
nl: Waarschuwing! Veiligheidsmeldingen staan UIT
pl: Uwaga! Powiadomienia dotyczące bezpieczeństwa są WYŁĄCZONE
ro: Atenție! Notificările de siguranță sunt DEZACTIVATE
ru: Внимание! Уведомления о безопасности отключены
tr: Uyarı! Güvenlik bildirimleri KAPALI

source: What are examples of Critical and Time Sensitive alerts?
da: Hvad er eksempler på kritiske og tidsfølsomme alarmer?
de: Was sind Beispiele für kritische und zeitkritische Warnungen?
fr: Quels sont des exemples d'alertes critiques et urgentes?
it: Quali sono alcuni esempi di avvisi critici e sensibili al tempo?
nb: Hva er eksempler på kritiske og tidssensitive varsler?
pl: Jakie są przykłady alertów krytycznych i alerty zależne od czasu?
ro: Care sunt exemple de alerte critice și alerte urgente?
ru: Каковы примеры критических и срочных оповещений?

source: When current or forecasted glucose is below the glucose safety limit, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
da: Når den nuværende eller forventede blodsukker ligger under blodsukkersikkerhedsgrænsen, vil Loop ikke anbefale en bolus og vil altid anbefale en midlertidig basalrate på 0 enheder i timen.
de: Wenn der aktuelle oder prognostizierte Glukosewert unter dem Glukosesicherheitsgrenzwert liegt, empfiehlt Loop keinen Bolus und immer eine temporäre Basalrate von 0 Einheiten pro Stunde.
es: Cuando la glucosa actual o proyectada se encuentre debajo del nivel de suspensión, Loop no recomendará un bolo y siempre recomendará un basal temporal de 0 unidades por hora.
fi: Kun nykyinen tai ennustettu glukoosi on glukoosin turvarajan alapuolella, Loop ei suosittele bolusta ja suosittelee aina tilapäiseksi basaaliksi 0 yksikköä tunnissa.
fr: Lorsque la glycémie actuelle ou prévue est inférieure au seuil de suspension, Loop ne recommandera pas de bolus et recommandera toujours un débit basal temporaire de 0 unité par heure.
he: כאשר גלוקוז נוכחי או צפוי קטן מגבול הבטיחות, Loop לא תמליץ על בולוס, ותמיד תמליץ על קצב בזאלי זמני של 0 יחידות לשעה.
it: Quando la glicemia attuale o prevista è inferiore al limite di sicurezza, Loop non consiglia un bolo e raccomanda sempre una velocità basale temporanea di 0 unità all'ora.
nb: Når gjeldende eller anslått glukose er under glukosesikkerhetsgrensen, vil ikke Loop anbefale en bolus, og vil alltid anbefale en midlertidig basaldose på 0 enheter pr. time.
nl: Wanneer de huidige of voorspelde glucose onder de glucoseveiligheidslimiet ligt, zal Loop geen bolus aanbevelen en zal het altijd een tijdelijke basissnelheid van 0 eenheden per uur aanbevelen.
pl: Kiedy aktualny lub prognozowany poziom glukozy znajduje się poniżej granicy bezpieczeństwa, Loop nie zaleca bolusa i zawsze zaleca tymczasową dawkę podstawową wynoszącą 0 jednostek na godzinę.
ro: În momentul în care glicemia actuală sau cea prognozată se situează sub limita de siguranța, Loop nu va recomanda un bolus și va recomanda întotdeauna o rată bazală temporară de 0 unități pe ora.
ru: Если текущий или прогнозируемый уровень глюкозы ниже безопасного предела глюкозы, Loop не будет рекомендовать болюс и всегда будет рекомендовать временную базальную скорость 0 единиц в час.
sv: När nuvarande eller förväntat blodglukosvärde är under tröskelvärde kommer Loop inte att rekommendera en bolus, och kommer också alltid att föreslå en temporär basal på 0 enheter per timme.
tr: Mevcut veya tahmin edilen KŞ, KŞ güvenlik sınırının altında olduğunda Loop bir bolus önermez ve her zaman saatte 0 ünite geçici bazal oran önerir.
zh_hans: 当前或预测的血糖低于血糖安全下限时，Loop 将不会推荐大剂量，并始终建议将临时基础速率设为 0 单位/小时。

source: When enabled, Loop can notify you when it detects a meal that wasn't logged.
da: Når aktiveret, kan Loop give dig besked, når den registrerer et måltid, som ikke er logget.
de: Wenn aktiviert, kann Loop Dich benachrichtigen, wenn es eine Mahlzeit erkennt, die nicht protokolliert wurde.
fr: Lorsqu'il est activé, Loop peut vous avertir lorsqu'il détecte un repas qui n'a pas été enregistré.
he: בהפעלה, Loop יכול להודיע לך כשהוא מזהה ארוחה שלא הוזנה.
it: Se attivato, Loop può avvisarti quando rileva un pasto che non è stato registrato.
nb: Når den er aktivert, kan Loop varsle deg når den oppdager et måltid som ikke ble logget.
nl: Indien ingeschakeld, kan Loop je op de hoogte stellen wanneer het een maaltijd detecteert die niet is toegevoegd.
pl: Po włączeniu Loop może powiadomić Cię, gdy wykryje posiłek, który nie został wprowadzony.
ro: Când este activat, Loop vă poate notifica când detectează o masă care nu a fost înregistrată.
ru: Если эта функция включена, Loop может уведомить вас, когда обнаружит прием пищи, который не был внесен.
tr: Etkinleştirildiğinde Loop, günlüğe kaydedilmemiş bir öğün tespit ettiğinde sizi bilgilendirebilir.
zh_hans: 启用后，当 Loop 检测到疑似未记录的进餐时，会提醒你。

source: When out of Closed Loop mode, the app uses a simplified bolus calculator like a typical pump.
da: Når der ikke køres lukket Loop, bruger appen en forenklet bolusberegner som en typisk pumpe.
de: Ist der Loop-Modus ausgeschaltet, dann verwendet die App einen vereinfachten Bolusrechner wie eine typische Pumpe.
es: Cuando está fuera del modo Closed Loop, la aplicación utiliza una calculadora de bolo simplificada como una microinfusadora típica.
fi: Kun suljettu säätö ei ole päällä, sovellus käyttää yksinkertaista boluslaskuria, kuten tavallisessa pumpussa.
fr: En dehors du mode Boucle fermée, l'application utilise un calcul de bolus simplifié comme pour une pompe classique.
he: ב-Loop פתוח האפליקציה תחשב ערכי בולוס בצורה פשוטה, כמו משאבה רגילה.
it: Quando non è in modalità Loop chiuso, l'applicazione utilizza un calcolatore di bolo semplificato come una tipica pompa.
nb: Når den er ute av lukket Loop-modus, bruker appen en forenklet boluskalkulator som en vanlig pumpe.
nl: Als de Gesloten Loop modus is uitgeschakeld, gebruikt de app een vereenvoudigde boluscalculator zoals bij een gewone pomp.
pl: Poza trybem pętli zamkniętej aplikacja korzysta z uproszczonego kalkulatora bolusa, takiego jak typowa pompa.
ro: Când modul Buclă închisa nu este activat, aplicația folosește un calculator simplificat pentru bolus similar cu cel al unei pompe tipice.
ru: Когда приложение выходит из режима замкнутого цикла, оно использует упрощенный калькулятор болюса, как в обычной помпе.
sv: När läget sluten Loop inte används, kommer appen använda en förenklad bolusdoskalkylator likt den en vanlig pump använder.
tr: Uygulama, Kapalı Döngü modundan çıktığında, tipik bir pompa gibi basitleştirilmiş bir bolus hesaplayıcı kullanır.

source: While mute alerts is on, all alerts from your %1$@ app including Critical and Time Sensitive alerts will temporarily display without sounds and will vibrate only.
da: Mens lydløse advarsler er slået til, vises alle advarsler fra din %1$@ app inklusive kritiske og tidsfølsomme advarsler midlertidigt uden lyde og vil kun vibrere.
de: Während die Stummschaltung von Warnungen aktiviert ist, werden alle Warnungen Deiner %1$@ App, einschließlich kritischer und zeitkritischer Warnungen, vorübergehend ohne Ton und nur durch Vibration angezeigt.
fr: Tant que les alertes muettes sont activées, toutes les alertes de votre application %1$@, y compris les alertes critiques et urgentes, s'afficheront temporairement sans son et vibreront uniquement.
it: Quando Disattiva avvisi è attiva, tutti gli avvisi dell'app %1$@, compresi gli avvisi critici e quelli sensibili al tempo, vengono temporaneamente visualizzati senza suoni e solo con una vibrazione.
nb: Når lydløse varsler er på, vil alle varsler fra %1$@-appen, inkludert kritiske og tidssensitive varsler, midlertidig vises uten lyd og kun vibrere.
pl: Gdy włączone jest wyciszenie alertów, wszystkie alerty z aplikacji %1$@ w tym alerty krytyczne i alerty zależne od czasu, będą tymczasowo wyświetlane bez dźwięków i będą jedynie wibrować.
ro: În timp ce alertele dezactivate sunt activate, toate alertele de la aplicația %1$@ inclusiv alertele critice și cele urgente, se vor afișa temporar fără sunete și vor vibra doar.
ru: Пока отключение звука оповещений включено, все оповещения от вашего %1$@ приложения, включая критические и срочные оповещения, будут временно отображаться без звуков и будут только вибрировать.

source: While mute alerts is on, your insulin pump and CGM hardware may still sound.
da: Mens lydløs alarm er slået til, kan din insulinpumpe og CGM-hardware stadig afgive lyd.
de: Während die Stummschaltung von Warnmeldungen aktiviert ist, können Deine Insulinpumpe und die CGM-Hardware weiterhin Töne abgeben.
fr: Lorsque les alertes sont en mode muettes, votre pompe à insuline et le matériel CGM peuvent toujours émettre des sons.
it: Anche se gli avvisi sono disattivati, la pompa per insulina e l'hardware CGM potrebbero comunque emettere suoni.
nb: Selv om dempede varsler er aktivert, kan insulinpumpen og CGM-maskinvaren fortsatt avgi lyd.
pl: Gdy włączone jest wyciszenie alertów, pompa insulinowa i sprzęt CGM mogą nadal wydawać dźwięki.
ro: În timp ce alertele silențioase sunt activate, este posibil ca pompa de insulină și hardware-ul CGM să sune în continuare.
ru: При отключении звуковых сигналов ваша инсулиновая помпа и мониторинг могут продолжать издавать звуки.
zh_hans: 当“静音警报”开启时，胰岛素泵和连续血糖监测（CGM）设备仍可能发出声音。

source: While trying to restart %1$@ an error occured. %2$@
da: Under forsøg på at genstarte %1$@ opstod der en fejl. %2$@
de: Beim Versuch %1$@ neu zu starten, ist ein Fehler aufgetreten. %2$@
fr: Lors de la tentative de redémarrage de %1$@, une erreur s'est produite. %2$@
it: Durante il tentativo di riavviare %1$@ si è verificato un errore. %2$@
nb: Det oppstod en feil da du prøvde å starte %1$@ på nytt. %2$@
pl: Podczas próby ponownego uruchomienia %1$@ wystąpił błąd. %2$@
ro: În timp încercării repornirii %1$@ a apărut o eroare. %2$@
ru: При попытке перезапустить %1$@ произошла ошибка. %2$@

source: Workout Temp Adjust has been turned on for more than 24 hours. Make sure you still want it enabled, or turn it off in the app.
da: Træning Temp Adjust har været tændt i mere end 24 timer. Sørg for, at du stadig vil have den aktiveret, eller slå den fra i appen.
de: Zielbereichsänderung ist seit mehr als 24 Stunden eingeschaltet. Stelle sicher, dass Du es weiterhin aktiviert haben möchtest, oder schalte es aus.
es: El Ajuste Temporal por Ejercicio se ha activado durante más de 24 horas. Asegúrate de que todavía quieres que esté habilitado o desactívalo en la aplicación.
fi: Liikuntatila on ollut käytössä yli 24 tuntia. Varmista, että haluat sen olevan edelleen käytössä, tai poista se käytöstä sovelluksessa.
fr: Le réglage de la température d'entraînement est activé depuis plus de 24 heures. Vérifiez que vous souhaitez toujours l'activer ou désactivez-le dans l'application. Vérifiez que vous souhaitez toujours le garder actif ou désactivez-le dans l'application.
he: התאמה זמנית באימון מופעלת במשך יותר מ-24 שעות. ודא שאתה עדיין רוצה שהיא תופעל, או כבה אותה באפליקציה.
it: L'Override di allenamento è attivo da più di 24 ore. Assicurati di volerlo mantenere attivato oppure disattivalo nell'app.
nb: Temp Adjust for trening har vært slått på i mer enn 24 timer. Forsikre deg om at du fortsatt vil ha den aktivert, eller slå den av i appen.
nl: Tijdelijk Trainingsprogramma staat meer dan 24 uur ingeschakeld. Zorg ervoor dat je deze nog steeds wilt inschakelen of schakel deze uit in de app.
pl: Cel Tymczasowy (trening) był włączony przez ponad 24 godziny. Upewnij się, że nadal chcesz, aby był włączony, lub wyłącz go w aplikacji.
ro: Ajustarea temporară de antrenament fost activată de mai mult de 24 de ore. Asigurați-vă că încă doriți să fie activată sau dezactivați-o din aplicație.
ru: Функция физнагрузки была включена более 24 часов. Убедитесь, что вы все еще хотите, чтобы она была включена, или выключите ее в приложении.
sv: Ett träningsförval har varit aktivt i mer än 24 timmar. Kontrollera om du fortfarande vill ha den på, eller stäng av den i appen.
tr: Geçici Egzersiz Ayarı 24 saatten uzun süredir açık. Hala etkin olmasını istediğinizden emin olun veya uygulamadan kapatın.

source: Workout Temp Adjust Still On
da: Træning Temp Justere stadig på
de: Zielbereichsänderung ist noch an
es: Ajuste Temporal por Ejercicio todavía encendido
fi: Liikuntatila on yhä päällä
fr: Le préréglage exercice temporaire est encore actif
he: התאמה זמנית באימון עדיין מופעלת
it: L'Override di allenamento è ancora attivo
nb: Midlertidig justering for treningsøkter er fortsatt på
nl: Tijdelijk Trainingsprogramma Nog Steeds Aan
pl: Tymczasowy profil treningowy nadal działa
ro: Ajustare temporară antrenament încă activă
ru: Физнагрузка все еще включена
sv: Träningsförval fortfarande på
tr: Geçici Egzersiz Ayarı Hala Açık
